[
  [
    "The sun is shining brightly.",
    "I have a good idea for our project.",
    "They want to go to the park.",
    "She likes to read books.",
    "Can you give me some advice?",
    "We should work together on this task.",
    "He will come back later today.",
    "It may rain in the evening.",
    "All the students passed the exam.",
    "After dinner, they went for a walk.",
    "Please take your time to decide.",
    "The first day of school is exciting.",
    "I know how to fix the computer.",
    "Many people visit this museum.",
    "Your work has been really impressive.",
    "I could help you with your homework.",
    "The cat and the dog are playing outside.",
    "We must finish this project on time.",
    "Can I borrow your pen for a moment?",
    "There is no way to predict the future."
  ],
  [
    "The book is on the table.",
    "I can see the stars at night.",
    "He likes to play soccer with his friends.",
    "We have a lot of work to do.",
    "She will come to the party later.",
    "They were happy with the results.",
    "It's a good day to go for a hike.",
    "The dog chased the cat up a tree.",
    "Can you give me some more information?",
    "I know they have been waiting patiently.",
    "The students were excited about the field trip.",
    "The company might launch a new product.",
    "There is no need to rush the process.",
    "We should meet at the cafe after class.",
    "She has been studying for the exam.",
    "The movie was better than I expected.",
    "He could solve the puzzle easily.",
    "All the employees must attend the meeting.",
    "The car broke down on the highway.",
    "Can I use your computer for a moment?"
  ],
  [
    "They have a big house in the city.",
    "I think he will arrive soon.",
    "We need to find a better solution.",
    "The children like to play outside.",
    "She has been working hard all day.",
    "Can you see the bird in the tree?",
    "He knows how to cook delicious meals.",
    "We should go to the beach this weekend.",
    "The movie was really entertaining.",
    "I can't believe they won the game.",
    "It's important to take care of your health.",
    "She gave me a present on my birthday.",
    "They were talking about their vacation plans.",
    "The weather has been quite unpredictable lately.",
    "He might join us for dinner later.",
    "I believe we can achieve our goals.",
    "The dog barks at strangers.",
    "They could solve the problem together.",
    "She likes to listen to music while studying.",
    "We ought to finish the project by Friday."
  ]
]
